Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Preferències de Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Sol·licituds d'autenticació bàsica d'HTTP en diversos orígens";
AllowCrossOriginAuthPrompt.pfm_description = "Controla si el contingut secundari de tercers d'una pàgina pot obrir un quadre de diàleg emergent d'autenticació bàsica d'HTTP. Normalment, aquesta opció està desactivada com a defensa contra la pesca.";
AllowFileSelectionDialogs.pfm_title = "Permet la invocació de diàlegs de selecció de fitxers.";
AllowFileSelectionDialogs.pfm_description = "Permet que Chromium mostri diàlegs de selecció de fitxers per permetre l'accés als fitxers locals de l'equip. Si activeu aquest paràmetre, els usuaris podran obrir els diàlegs de selecció de fitxers de la manera habitual. Si el desactiveu, cada vegada que un usuari dugui a terme una acció que provoqui l'obertura d'un diàleg de selecció de fitxers (com ara la importació d'adreces d'interès, la càrrega de fitxers, el desament d'enllaços, etc.), li apareixerà un missatge, que serà com si l'usuari fes clic a Cancel·la al diàleg de selecció de fitxers. Si no definiu aquest paràmetre, els usuaris podran obrir diàlegs de selecció de fitxers de la manera habitual.";
AllowOutdatedPlugins.pfm_title = "Permet que s'executin els connectors que estiguin obsolets";
AllowOutdatedPlugins.pfm_description = "Permet que Chromium executi connectors obsolets. Si activeu aquest paràmetre, els connectors obsolets es faran servir com a connectors normals. Si el desactiveu, els connectors obsolets no es faran servir i se sol·licitarà als usuaris permís per executar-los. Si no definiu aquest paràmetre, se sol·licitarà permís als usuaris per executar els connectors obsolets.";
AlternateErrorPagesEnabled.pfm_title = "Activa les pàgines d'error alternatives";
AlternateErrorPagesEnabled.pfm_description = "Permet fer servir pàgines d'error alternatives de dins de Chromium (com ara \"no s'ha trobat la pàgina\") i evita que els usuaris en modifiquin la configuració. Si activeu aquest paràmetre, es fan servir pàgines d'error alternatives. Si el desactiveu, mai no se'n fan servir. Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran canviar-lo ni substituir-lo a Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Executa sempre els connectors que requereixen autorització";
AlwaysAuthorizePlugins.pfm_description = "Permet que Chromium executi connectors que requereixen autorització. Si activeu aquesta opció, els connectors actualitzats s'executen sempre. Si l'opció està desactivada o no està definida, es demana permís als usuaris per executar els connectors que requereixin autorització, que són els que poden comprometre la seguretat.";
AuthNegotiateDelegateWhitelist.pfm_title = "Llista blanca del servidor de delegacions Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Servidors als quals Chromium pot delegar.";
AuthSchemes.pfm_title = "Esquemes d'autenticació compatibles";
AuthSchemes.pfm_description = "Especifica els esquemes d'autenticació HTTP que són compatibles amb Chromium. Els valors possibles són \"basic\", \"digest\", \"ntlm\" i \"negotiate\". Separeu els valors múltiples amb comes.";
AuthServerWhitelist.pfm_title = "Llista blanca del servidor d'autenticació";
AuthServerWhitelist.pfm_description = "Especifica els servidors que han d'aparèixer a la llista blanca per a l'autenticació integrada. Aquest tipus d'autenticació només s'activa quan Chromium rep un desafiament d'autenticació d'un servidor intermediari o d'un servidor que estigui en aquesta llista permesa. Separeu els diferents noms de servidors amb comes. Es permeten els comodins (*).";
AutoFillEnabled.pfm_title = "Activa l'emplenament automàtic";
AutoFillEnabled.pfm_description = "Activa la funció d'emplenament automàtic de Chromium i permet que els usuaris emplenin formularis automàticament mitjançant informació emmagatzemada anteriorment, com ara l'adreça o la informació de la targeta de crèdit. Si desactiveu aquest paràmetre, els usuaris no podran accedir a l'emplenament automàtic. Tant si l'activeu com si no hi configureu cap valor, l'usuari podrà controlar l'emplenament automàtic. D'aquesta manera, podrà configurar perfils d'emplenament automàtic i activar o desactivar l'emplenament automàtic segons li convingui.";
BlockThirdPartyCookies.pfm_title = "Bloqueja les galetes de tercers";
BlockThirdPartyCookies.pfm_description = "Bloqueja les galetes de tercers. Si activeu aquest paràmetre, s'evitarà que els elements de les pàgines web estableixin les galetes que no pertanyen al domini que hi ha a la barra d'adreces del navegador. Si el desactiveu, els elements de les pàgines web podran establir galetes de fora dels dominis que hi ha a la barra d'adreces del navegador i s'evitarà que els usuaris el modifiquin.";
BookmarkBarEnabled.pfm_title = "Activa la barra d'adreces d'interès";
BookmarkBarEnabled.pfm_description = "Activa la barra d'adreces d'interès a la pàgina de pestanya nova de Chromium. Si activeu aquest paràmetre, Chromium mostrarà una barra d'adreces d'interès a la pàgina de pestanya nova. Si el desactiveu, els usuaris no veuran la barra d'adreces d'interès. Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran modificar-lo ni substituir-lo a Chromium.";
ClearSiteDataOnExit.pfm_title = "Esborra les dades dels llocs en tancar el navegador";
ClearSiteDataOnExit.pfm_description = "Aquesta política substitueix l'opció de la configuració de contingut \"Esborra les galetes i altres dades dels llocs quan tanqui el navegador\". Si l'establiu com a certa, Chromium suprimirà totes les dades emmagatzemades localment del navegador quan el tanqueu.";
CookiesAllowedForUrls.pfm_title = "Permet les galetes en aquests llocs";
CookiesAllowedForUrls.pfm_description = "Us permet definir una llista de patrons d'URL que especifiquin els llocs que poden establir galetes.";
CookiesBlockedForUrls.pfm_title = "Bloqueja les galetes en aquests llocs";
CookiesBlockedForUrls.pfm_description = "Us permet establir una llista dels patrons d'URL que especifiquen els llocs que no poden configurar galetes.";
CookiesSessionOnlyForUrls.pfm_title = "Permet les galetes només de sessió en aquests llocs";
CookiesSessionOnlyForUrls.pfm_description = "Us permet definir una llista de patrons URL que especifiqui els llocs als quals es poden establir galetes només de sessió.";
DefaultBrowserSettingEnabled.pfm_title = "Estableix Chrome com a navegador predeterminat";
DefaultBrowserSettingEnabled.pfm_description = "Configura les comprovacions del navegador predeterminat a Chromium i evita que els usuaris les modifiquin. Si activeu aquest paràmetre, Chromium comprovarà sempre en iniciar-se que sigui el navegador predeterminat i es registrarà automàticament si és possible. Si el desactiveu, Chromium no comprovarà que sigui el navegador predeterminat i es desactivaran els controls de l'usuari per configurar aquesta opció. Si no definiu aquest paràmetre, Chromium permetrà que l'usuari decideixi si és el navegador predeterminat i si s'han de mostrar les notificacions de l'usuari quan no ho sigui.";
DefaultCookiesSetting.pfm_title = "Configuració predeterminada de les galetes";
DefaultCookiesSetting.pfm_description = "0 - Permet que tots els llocs defineixin dades locals.\n1 - No permetis que cap lloc estableixi dades locals\nUs permet definir si els llocs web poden establir dades locals o no. L'establiment de dades locals pot permetre's o denegar-se per a tots els llocs web.";
DefaultGeolocationSetting.pfm_title = "Configuració d'ubicació geogràfica predeterminada";
DefaultGeolocationSetting.pfm_description = "0 - Permet que els llocs facin un seguiment de la ubicació física dels usuaris\n1 - No permetis que cap lloc web faci el seguiment de la ubicació física dels usuaris\n2 - Demana permís cada vegada que un lloc vulgui fer un seguiment de la ubicació física dels usuaris\nUs permet establir si els llocs web poden fer un seguiment de la ubicació física dels usuaris o no. Podeu permetre que se'n faci un seguiment de manera predeterminada, podeu denegar-ho de manera predeterminada o podeu establir que se sol·liciti a l'usuari cada vegada que un lloc web en demani la ubicació física.";
DefaultImagesSetting.pfm_title = "Configuració predeterminada de les imatges";
DefaultImagesSetting.pfm_description = "0 - Permet que tots els llocs mostrin totes les imatges\n1 - No permetis que cap lloc mostri imatges\nUs permet establir si els llocs web poden mostrar imatges o no. Podeu permetre que tots els llocs web mostrin imatges o establir que cap no en mostri.";
DefaultJavaScriptSetting.pfm_title = "Configuració de JavaScript predeterminada";
DefaultJavaScriptSetting.pfm_description = "0 - Permet que tots els llocs executin JavaScript\n1 - No permetis que cap lloc web executi JavaScript\nUs permet establir si es permet que els llocs web executin JavaScript. Podeu establir que s'executi JavaScript a tots els llocs web o denegar-lo a tots els llocs web.";
DefaultNotificationSetting.pfm_title = "Configuració de notificacions predeterminada";
DefaultNotificationSetting.pfm_description = "0 - Permet que els llocs mostrin les notificacions d'escriptori\n1 - No permetis que cap lloc mostri notificacions d'escriptori\n2 - Demana permís cada vegada que un lloc vulgui mostrar notificacions d'escriptori\nUs permet definir si els llocs web poden mostrar notificacions a l'escriptori o no. Es pot permetre per defecte que es mostrin notificacions d'escriptori; també pot denegar-se per defecte o establir que se sol·liciti a l'usuari cada vegada que un lloc web vulgui mostrar notificacions d'escriptori.";
DefaultPluginsSetting.pfm_title = "Configuració de connectors predeterminada";
DefaultPluginsSetting.pfm_description = "0 - Permet que tots els llocs executin connectors automàticament\n1 - Bloqueja tots els connectors\nUs permet establir si els llocs web poden executar connectors automàticament o no. L'execució automàtica de connectors pot permetre's a tots els llocs web o denegar-se a tots els llocs web.";
DefaultPopupsSetting.pfm_title = "Configuració predeterminada de les finestres emergents";
DefaultPopupsSetting.pfm_description = "0 - Permet que tots els llocs mostrin finestres emergents\n1 - No permetis que cap lloc mostri elements emergents\nUs permet establir si els llocs web poden mostrar finestres emergents o no. Podeu permetre les finestres emergents per a tots els llocs web o bé denegar-les per a tots els llocs web.";
DefaultSearchProviderEnabled.pfm_title = "Activa el proveïdor de cerca predeterminat";
DefaultSearchProviderEnabled.pfm_description = "Activa la utilització d'un proveïdor de cerca predeterminat. Si activeu aquest paràmetre, es durà a terme una cerca predeterminada quan l'usuari escrigui text a la barra d'adreces que no sigui un URL. Podeu especificar el proveïdor de cerca predeterminat que vulgueu fer servir si configureu la resta de les polítiques de cerca predeterminades. Si es deixen buides, l'usuari pot triar el proveïdor predeterminat. Si desactiveu el paràmetre, no es duu a terme cap cerca quan l'usuari introdueixi text que no siguin URL a la barra d'adreces. Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran modificar-lo ni substituir-lo a Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Codificacions del proveïdor de cerca predeterminat";
DefaultSearchProviderEncodings.pfm_description = "Especifica les codificacions de caràcters compatibles amb el proveïdor de cerca. Les codificacions són noms de pàgines de codificació com ara UTF-8, GB2312 i ISO-8859-1. Es proven en l'ordre en què es proporcionen. La codificació predeterminada és UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Icona del proveïdor de cerca predeterminat";
DefaultSearchProviderIconURL.pfm_description = "Especifica l'URL d'icona preferida del proveïdor de cerca predeterminat. És opcional.";
DefaultSearchProviderInstantURL.pfm_title = "URL instantani del proveïdor de cerca predeterminat";
DefaultSearchProviderInstantURL.pfm_description = "Especifica l'URL del motor de cerca que es fa servir per proporcionar resultats instantanis. L'URL ha de contenir la cadena '{searchTerms}', que en el moment de fer la cerca se substituirà pel text que l'usuari hagi introduït. És opcional.";
DefaultSearchProviderKeyword.pfm_title = "Paraula clau del proveïdor de cerca predeterminat";
DefaultSearchProviderKeyword.pfm_description = "Especifica la paraula clau, que és la drecera que es fa servir a la barra d'adreces per activar la cerca per a aquest proveïdor. És opcional.";
DefaultSearchProviderName.pfm_title = "Nom del proveïdor de cerca predeterminat";
DefaultSearchProviderName.pfm_description = "Especifica el nom del proveïdor de cerca predeterminat. Si ho deixeu en blanc, es farà servir el nom de l'amfitrió que especifiqui l'URL de cerca.";
DefaultSearchProviderSearchURL.pfm_title = "URL de cerca del proveïdor de cerques predeterminat";
DefaultSearchProviderSearchURL.pfm_description = "Especifica l'URL del motor de cerca que s'ha de fer servir per a una cerca predeterminada. L'URL ha de contenir la cadena \"{searchTerms}\", que en el moment de fer la consulta se substituirà pels termes que l'usuari cerqui.";
DefaultSearchProviderSuggestURL.pfm_title = "URL de suggeriments del proveïdor de cerca predeterminat";
DefaultSearchProviderSuggestURL.pfm_description = "Especifica l'URL del motor de cerca que s'ha de fer servir per proporcionar suggeriments de cerca. L'URL ha de contenir la cadena \"{searchTerms}\", que se substituirà en el moment de la consulta pel text que l'usuari hagi introduït fins llavors. És opcional.";
DeveloperToolsDisabled.pfm_title = "Desactiva les eines per a desenvolupadors";
DeveloperToolsDisabled.pfm_description = "Desactiva les Eines per a desenvolupadors i la consola JavaScript. Si activeu aquest paràmetre, no es pot accedir a les Eines per a desenvolupadors ni es poden inspeccionar els elements dels llocs web. Es desactivaran totes les dreceres del teclat i les entrades dels menús o dels menús contextuals que obrin les Eines per a desenvolupadors o la Consola JavaScript.";
Disable3DAPIs.pfm_title = "Desactiva la compatibilitat amb API de gràfics en 3D";
Disable3DAPIs.pfm_description = "Desactiva la compatibilitat amb les API de gràfics en 3D. Si activeu aquest paràmetre, s'evitarà que les pàgines web accedeixin a la unitat de processament de gràfics (GPU). De manera específica, les pàgines web no podran accedir a l'API WebGL i els connectors no podran fer servir l'API Pepper 3D. Si desactiveu aquest paràmetre, es permetrà potencialment que les pàgines web facin servir l'API WebGL i que els connectors facin servir l'API Pepper 3D. És possible que la configuració predeterminada del navegador requereixi que es permetin els arguments de la línia d'ordres per poder fer servir les API.";
DisableAuthNegotiateCnameLookup.pfm_title = "Desactiva la cerca de CNAME en negociar l'autenticació de Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Especifica si l'SPN de Kerberos que s'ha generat està basat en el nom de DNS canònic o en el nom original que s'ha introduït. Si activeu aquest paràmetre, la cerca de CNAME s'ometrà i s'utilitzarà el nom del servidor que s'introdueixi. Si el desactiveu, el nom canònic del servidor es determinarà mitjançant la cerca de CNAME.";
DisablePluginFinder.pfm_title = "Desactiva el cercador de connectors";
DisablePluginFinder.pfm_description = "Si heu establert aquest paràmetre com a Cert, la cerca automàtica i la instal·lació dels connectors que faltin es desactivaran a Chromium.";
DisableSpdy.pfm_title = "Desactiva el protocol SPDY";
DisableSpdy.pfm_description = "Desactiva l'ús del protocol SPDY a Chromium.";
DisabledPlugins.pfm_title = "Llista de connectors desactivats";
DisabledPlugins.pfm_description = "Especifica una llista de connectors desactivats a Chromium i evita que els usuaris en modifiquin la configuració. Els caràcters comodí \"*\" i \"?\" poden utilitzar-se per fer coincidir seqüències de caràcters arbitraris. \"*\" coincideix amb un nombre arbitrari de caràcters i \"?\" especifica un únic caràcter opcional, és a dir, coincideix amb un caràcter o amb cap. El caràcter d'escapament és \"\\", de manera que si voleu coincidir amb els caràcters \"*\", \"?\" o \"\\" reals, podeu posar-hi el caràcter \"\\" al davant. Si activeu aquest paràmetre, la llista de connectors que s'especifica no es fa servir mai a Chromium. Els connectors es marquen com a desactivats a \"about:plugins\" i els usuaris no poden activar-los. Tingueu en compte que DisabledPlugins i DisabledPluginsExceptions poden substituir aquesta política.";
DisabledPluginsExceptions.pfm_title = "Llista d'excepcions de la llista de connectors desactivats";
DisabledPluginsExceptions.pfm_description = "Especifica una llista de connectors que l'usuari pot activar o desactivar a Chromium. Els caràcters comodí \"*\" i \"?\" poden utilitzar-se per fer coincidir seqüències de caràcters arbitraris. \"*\" coincideix amb un nombre arbitrari de caràcters i \"?\" especifica un únic caràcter opcional, és a dir, coincideix amb un caràcter o amb cap. El caràcter d'escapament és \"\\", de manera que si voleu coincidir amb els caràcters \"*\", \"?\" o \"\\" reals, podeu posar-hi el caràcter \"\\" al davant. Si activeu aquest paràmetre, la llista de connectors que s'especifica pot fer-se servir a Chromium. Els usuaris poden activar-los o desactivar-los a \"about:plugins\", encara que coincideixin amb un patró a DisabledPlugins. Els usuaris també poden activar i desactivar els connectors que no coincideixin amb cap patró de DisabledPLugins, DisabledPluginsExceptions i EnabledPlugins.";
DisabledSchemes.pfm_title = "Llista dels esquemes de protocol desactivats";
DisabledSchemes.pfm_description = "Desactiva els esquemes de protocol que s'enumeren a Chromium. Els URL que facin servir un esquema d'aquesta llista no es carregaran i no s'hi podrà navegar.";
DiskCacheDir.pfm_title = "Defineix el directori de la memòria cau del disc";
DiskCacheDir.pfm_description = "Configura el directori del disc que Chromium utilitzarà per emmagatzemar els fitxers emmagatzemats a la memòria cau. Si definiu aquesta política, Chromium farà servir el directori proporcionat independentment de si l'usuari ha especificat la marca \"--disk-cache-dir\" o no.";
DnsPrefetchingEnabled.pfm_title = "Activa la predicció de xarxa.";
DnsPrefetchingEnabled.pfm_description = "Activa la predicció de xarxa a Chromium i evita que els usuaris en modifiquin la configuració. Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran modificar-lo ni substituir-lo a Chromium.";
DownloadDirectory.pfm_title = "Estableix el directori de baixada";
DownloadDirectory.pfm_description = "Configura el directori que Chromium farà servir per baixar fitxers. Si establiu aquesta política, Chromium utilitzarà el directori que proporcioneu sense tenir en compte si l'usuari n'ha especificat un o si ha activat la marca perquè se li sol·liciti la ubicació de la baixada cada vegada.";
EditBookmarksEnabled.pfm_title = "Activa o desactiva l'edició d'adreces d'interès";
EditBookmarksEnabled.pfm_description = "Activa o desactiva l'edició d'adreces d'interès a Chromium. Si activeu aquest paràmetre, les adreces d'interès poden afegir-se, eliminar-se o modificar-se. Aquest paràmetre està activat de manera predeterminada. Si el desactiveu, les adreces d'interès no podran afegir-se, eliminar-se ni modificar-se. Les adreces d'interès que ja existeixin continuaran estant disponibles.";
EnableAuthNegotiatePort.pfm_title = "Inclou un port no estàndard a l'SPN de Kerberos";
EnableAuthNegotiatePort.pfm_description = "Especifica si l'SPN de Kerberos que es genera ha d'incloure un port no estàndard. Si activeu aquest paràmetre i introduïu un port no estàndard (p. ex. un port diferent de 80 o de 443), s'inclourà a l'SPN de Kerberos que es generi. Si desactiveu aquest paràmetre, l'SPN de Kerberos que es generi no inclourà cap port en cap cas.";
EnabledPlugins.pfm_title = "Llista dels connectors activats";
EnabledPlugins.pfm_description = "Especifica una llista de connectors activats a Chromium i evita que els usuaris en canviïn la configuració. Els caràcters comodí \"*\" i \"?\" poden utilitzar-se per fer coincidir seqüències de caràcters arbitraris. \"*\" coincideix amb un nombre arbitrari de caràcters i \"?\" especifica un únic caràcter opcional, és a dir, coincideix amb un caràcter o amb cap. El caràcter d'escapament és \"\\", de manera que si voleu coincidir amb els caràcters \"*\", \"?\" o \"\\" reals, podeu posar-hi el caràcter \"\\" al davant. La llista de connectors que s'especifica a Chromium sempre es fa servir si estan instal·lats. Els connectors es marquen com a activats a \"about:plugins\" i els usuaris no poden desactivar-los. Tingueu en compte que aquesta política substitueix tant DisabledPlugins com DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "ID de les extensions que l'usuari no pot instal·lar (o bé * per a totes)";
ExtensionInstallBlacklist.pfm_description = "Us permet especificar les extensions que els usuaris NO poden instal·lar. Les extensions que ja s'hagin instal·lat s'eliminaran si s'inclouen a la llista negra. Un valor de * a la llista negra significa que s'hi inclouen totes les extensions tret de les que s'enumeren explícitament a la llista blanca.";
ExtensionInstallForcelist.pfm_title = "ID de les extensions i URL de les actualitzacions que s'instal·laran en silenci";
ExtensionInstallForcelist.pfm_description = "Us permet especificar una llista de les extensions que es poden instal·lar en silenci, sense cap interacció de l'usuari. Cada element de la llista és una cadena que conté un ID d'extensió i un URL d'actualització delimitats per un punt i coma (;). Per exemple: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Per a cada element, Chromium recuperarà l'extensió que l'ID especifica de l'URL indicat i l'instal·larà en silenci. A les pàgines següents s'explica com podeu allotjar extensions al vostre servidor. Si voleu obtenir més informació sobre els URL d'actualització, visiteu: http://code.google.com/chrome/extensions/autoupdate.html; si voleu obtenir-ne sobre les extensions en general: http://code.google.com/chrome/extensions/hosting.html. Els usuaris no podran desinstal·lar les extensions que s'especifiquen en aquesta política. Si elimineu extensions de la llista, Chromium les desinstal·larà automàticament. Les extensions que apareixen a la llista negra a \"ExtensionInstallBlacklist\" i que no siguin a cap llista blanca no poden instal·lar-se per la força mitjançant aquesta política.";
ExtensionInstallWhitelist.pfm_title = "ID de les extensions que s'han d'excloure de la llista negra";
ExtensionInstallWhitelist.pfm_description = "Us permet especificar les extensions que no estan subjectes a la llista negra. Un valor de * a la llista negra significa que s'hi inclouen totes les extensions i que els usuaris només podran instal·lar les que apareixen a la llista blanca. De manera predeterminada, totes les aplicacions apareixen a la llista blanca, però si una política provoca que totes es moguin a la llista negra, pot fer-se servir la llista blanca per substituir aquesta política.";
GSSAPILibraryName.pfm_title = "Nom de la biblioteca GSSAPI";
GSSAPILibraryName.pfm_description = "Especifica la biblioteca GSSAPI que s'ha de fer servir per a l'autenticació HTTP. Podeu establir només el nom d'una biblioteca o un camí sencer. Si no s'ha proporcionat cap configuració, Chromium utilitzarà un nom de biblioteca predeterminat.";
HomepageIsNewTabPage.pfm_title = "Fes servir la pàgina de pestanya nova com a pàgina d'inici";
HomepageIsNewTabPage.pfm_description = "Configura el tipus de la pàgina d'inici predeterminada a Chromium i impedeix que els usuaris modifiquin les preferències de la pàgina d'inici. La pàgina d'inici pot ser tant un URL que especifiqueu com la pàgina de pestanya nova. Si activeu aquest paràmetre, s'utilitzarà sempre la pàgina de pestanya nova com a pàgina d'inici i s'ignorarà la ubicació de l'URL de la pàgina d'inici. Si el desactiveu, la pàgina d'inici de l'usuari mai no serà la pàgina de pestanya nova, tret que s'estableixi l'URL com a \"chrome://newtab\". Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran canviar el tipus de pàgina d'inici a Chromium.";
HomepageLocation.pfm_title = "URL de la pàgina d'inici";
HomepageLocation.pfm_description = "Configura l'URL de la pàgina d'inici predeterminada a Chromium i evita que els usuaris la modifiquin. El tipus de pàgina d'inici pot ser un URL que especifiqueu aquí o la pàgina de pestanya nova. Si seleccioneu la pàgina de pestanya nova, la política s'ignora. Si activeu aquesta configuració, els usuaris no podran canviar l'URL de la pàgina d'inici a Chromium, però podran triar la pàgina de pestanya nova com a pàgina d'inici.";
ImagesAllowedForUrls.pfm_title = "Permet les imatges en aquests llocs";
ImagesAllowedForUrls.pfm_description = "Us permet establir una llista de patrons d'URL que especifiquin els llocs que poden mostrar imatges.";
ImagesBlockedForUrls.pfm_title = "Bloqueja les imatges en aquests llocs";
ImagesBlockedForUrls.pfm_description = "Us permet establir una llista dels patrons d'URL que especifiquin els llocs que no puguin mostrar imatges.";
IncognitoEnabled.pfm_title = "Activa el mode d'incògnit";
IncognitoEnabled.pfm_description = "Activa el mode d'incògnit a Chromium. Si aquesta configuració està activada o bé si no està configurada, els usuaris poden obrir pàgines web en mode d'incògnit. Si està desactivada, els usuaris no poden obrir pàgines web en mode d'incògnit.";
InstantEnabled.pfm_title = "Activa Instant";
InstantEnabled.pfm_description = "Activa la funció Instant de Chromium i evita que els usuaris en modifiquin la configuració. Si activeu aquest paràmetre, Chromium instant s'activa. Si el desactiveu, Chromium Instant es desactiva. Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran modificar-lo ni substituir-lo.";
JavaScriptAllowedForUrls.pfm_title = "Permet JavaScript en aquests llocs";
JavaScriptAllowedForUrls.pfm_description = "Us permet configurar una llista de patrons que especifiquin els llocs als quals es permet executar JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Bloqueja JavaScript en aquests llocs";
JavaScriptBlockedForUrls.pfm_description = "Us permet configurar una llista de patrons d'URL que especifica els llocs que no poden executar JavaScript.";
JavascriptEnabled.pfm_title = "Activa JavaScript";
JavascriptEnabled.pfm_description = "Activa JavaScript a Chromium i evita que els usuaris en modifiquin la configuració. Si aquest paràmetre està activat o si no està configurat, les pàgines web podran fer servir JavaScript. Si està desactivat, no podran fer-lo servir.";
MetricsReportingEnabled.pfm_title = "Activa la creació d'informes d'ús i de dades relacionades amb bloqueigs";
MetricsReportingEnabled.pfm_description = "Permet la creació anònima d'informes d'ús i de dades relacionades amb bloqueigs sobre Chromium per a Google i evita que els usuaris en modifiquin la configuració. Si activeu aquest paràmetre, els informes anònims d'ús i de dades relacionades amb bloqueigs s'enviaran a Google. Si el desactiveu, no s'enviaran mai a Google. Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran modificar-lo ni substituir-lo a Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Permet que els usuaris mostrin les contrasenyes al Gestor de contrasenyes";
PasswordManagerAllowShowPasswords.pfm_description = "Controla si l'usuari pot mostrar les contrasenyes com a text no xifrat al gestor de contrasenyes o no. Si desactiveu aquest paràmetre, el gestor de contrasenyes no permetrà que es mostrin les contrasenyes com a text no xifrat a la seva finestra. Si l'activeu o bé si no el configureu, els usuaris podran visualitzar les seves contrasenyes com a text no xifrat al gestor de contrasenyes.";
PasswordManagerEnabled.pfm_title = "Activa el gestor de contrasenyes";
PasswordManagerEnabled.pfm_description = "Permet desar les contrasenyes i fer servir les contrasenyes desades a Chromium. Si activeu aquest paràmetre, els usuaris poden fer que Chromium memoritzi contrasenyes i que les proporcioni automàticament la propera vegada que iniciïn la sessió en un servei. Si el desactiveu, els usuaris no podran desar les contrasenyes ni fer servir les que ja hagin desat. Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran modificar-lo ni substituir-lo a Chromium.";
PluginsAllowedForUrls.pfm_title = "Permet els connectors en aquests llocs";
PluginsAllowedForUrls.pfm_description = "Us permet configurar una llista de patrons URL que especifiqui els llocs que poden executar connectors.";
PluginsBlockedForUrls.pfm_title = "Bloqueja els connectors en aquests llocs";
PluginsBlockedForUrls.pfm_description = "Us permet establir una llista de patrons URL que especifiquin els llocs que no poden executar connectors.";
PopupsAllowedForUrls.pfm_title = "Permet les finestres emergents en aquests llocs";
PopupsAllowedForUrls.pfm_description = "Us permet establir una llista de patrons URL que especifiquin els llocs als quals es permet obrir finestres emergents.";
PopupsBlockedForUrls.pfm_title = "Bloqueja les finestres emergents en aquests llocs";
PopupsBlockedForUrls.pfm_description = "Us permet establir una llista de patrons URL que especifiquin els llocs que no poden obrir finestres emergents.";
PrintingEnabled.pfm_title = "Activa la impressió";
PrintingEnabled.pfm_description = "Activa la impressió a Chromium i evita que els usuaris en canviïn la configuració. Si aquest paràmetre està activat o si no està configurat, els usuaris podran imprimir. Si està desactivat, no podran imprimir des de Chromium. La impressió està desactivada al menú d'eines, a les extensions, a les aplicacions de JavaScript, etc. Encara podeu imprimir des dels connectors que eviten Chromium en imprimir. Per exemple, hi ha aplicacions Flash que tenen l'opció d'imprimir al menú contextual i no es desactivarà.";
ProxyBypassList.pfm_title = "Llista de regles d'evitació de servidors intermediaris separada per comes";
ProxyBypassList.pfm_description = "Chromium passarà per alt qualsevol servidor intermediari de la llista d'amfitrions que s'indica aquí. Aquesta política només té efecte si heu seleccionat la configuració del servidor intermediari manualment a \"Trieu com voleu especificar la configuració del servidor intermediari\". Si voleu obtenir-ne més exemples detallats, visiteu: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Tria com vols especificar la configuració del servidor intermediari";
ProxyMode.pfm_description = "direct - No facis servir mai un servidor intermediari\nauto_detect - Configuració de la detecció automàtica de servidors intermediaris\npac_script - Fes servir un script de servidor intermediari .pac\nfixed_servers - Fes servir servidors intermediaris fixos\nsystem - Utilitza la configuració del servidor intermediari del sistema\nUs permet especificar el servidor intermediari que Chromium fa servir i evita que els usuaris en modifiquin la configuració. Si establiu que mai no s'utilitzi un servidor intermediari i que es connecti sempre directament, s'ignoren totes les altres opcions. Si establiu que es faci servir la configuració de servidor intermediari o que es detecti el servidor intermediari automàticament, també. Si seleccioneu el mode de servidor intermediari fix, podeu especificar més opcions a \"Adreça o URL del servidor intermediari\" i a \"Regles d'evitació de servidors intermediaris separada per comes\". Si voleu fer servir un script de servidor intermediari .pac, heu d'especificar l'URL a l'script a \"URL a un fitxer .pac de servidor intermediari\". Si voleu consultar-ne exemples detallats, visiteu: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett. Si activeu aquesta configuració, Chromium ignora totes les opcions relacionades amb els servidors intermediaris que hi hagi a la línia d'ordres.";
ProxyPacUrl.pfm_title = "URL d'un fitxer .pac d'un servidor intermediari";
ProxyPacUrl.pfm_description = "Podeu especificar un URL a un fitxer .pac d'un servidor intermediari aquí. Aquesta política només té efecte si heu seleccionat la configuració del servidor intermediari manualment a \"Trieu com voleu especificar la configuració del servidor intermediari\". Si voleu obtenir-ne exemples detallats, visiteu: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Adreça o URL del servidor intermediari";
ProxyServer.pfm_description = "Podeu especificar l'URL del servidor intermediari aquí. Aquesta política només té efecte si heu seleccionat la configuració del servidor intermediari manualment a \"Trieu com voleu especificar la configuració del servidor intermediari\". Si voleu obtenir més opcions i exemples detallats, visiteu: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Acció en iniciar";
RestoreOnStartup.pfm_description = "0 - Obre la pàgina d'inici\n1 - Torna a obrir els URL que hi havia oberts la darrera vegada\n4 - Obre una llista d'URL\nUs permet especificar el comportament en iniciar-se. Si trieu \"Obre la pàgina d'inici\", la pàgina d'inici s'obrirà sempre que inicieu Chromium. Si trieu \"Torna a obrir els URL que hi havia oberts la darrera vegada\", es tornaran a obrir els URL que estaven oberts la darrera vegada que Chromium es va obrir. Si trieu \"Obre una llista d'URL\", s'obrirà la llista d'\"URL que s'han d'obrir a l'inici\" quan un usuari iniciï Chromium. Si activeu aquest paràmetre, l'usuari no podrà modificar-lo ni substituir-lo a Chromium. Si el desactiveu, és com si el deixéssiu sense configurar. L'usuari podrà modificar-lo a Chromium.";
RestoreOnStartupURLs.pfm_title = "URL que s'han d'obrir en iniciar";
RestoreOnStartupURLs.pfm_description = "Si \"Obre una llista d'URL\" està seleccionat com a acció d'inici, aquest paràmetre us permet especificar la llista dels URL que s'obren.";
SafeBrowsingEnabled.pfm_title = "Activa la navegació segura";
SafeBrowsingEnabled.pfm_description = "Activa la funció de navegació segura de Chromium i evita que els usuaris en canviïn la configuració. Si activeu aquest paràmetre, la navegació segura sempre està activa. Si el desactiveu, no ho estarà mai. Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran modificar-lo ni substituir-lo a Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Desactiva el desament de l'historial de navegació";
SavingBrowserHistoryDisabled.pfm_description = "Desactiva l'emmagatzematge de l'historial del navegador a Chromium i evita que els usuaris en canviïn la configuració. Si aquest paràmetre està activat, l'historial de navegació no es desa. Si està desactivat o bé si no està configurat, l'historial de navegació es desa.";
SearchSuggestEnabled.pfm_title = "Activa els suggeriments de cerca";
SearchSuggestEnabled.pfm_description = "Activa els suggeriments de cerca a la barra d'adreces de Chromium i evita que els usuaris en canviïn la configuració. Si activeu aquest paràmetre, es faran servir suggeriments de cerca. Si el desactiveu, mai no es faran servir suggeriments de cerca. Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran modificar-lo ni substituir-lo a Chromium.";
ShowHomeButton.pfm_title = "Mostra el botó de la pàgina d'inici a la barra d'eines";
ShowHomeButton.pfm_description = "Mostra el botó d'inici a la barra d'eines de Chromium. Si activeu aquest paràmetre, el botó d'inici sempre es mostra. Si el desactiveu, no es mostra mai. Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran canviar-lo ni substituir-lo a Chromium.";
SyncDisabled.pfm_title = "Desactiva la sincronització de dades amb Google";
SyncDisabled.pfm_description = "Desactiva la sincronització de dades a Chromium mitjançant els serveis de sincronització allotjats a Google i evita que els usuaris en modifiquin la configuració. Si activeu aquest paràmetre, els usuaris no podran modificar-lo ni substituir-lo a Chromium.";
TranslateEnabled.pfm_title = "Activa Google Traductor";
TranslateEnabled.pfm_description = "Activa el servei integrat de Google Traductor a Chromium. Si activeu aquest paràmetre, Chromium mostrarà una barra d'eines integrada que oferirà a l'usuari la traducció de les pàgines, si s'escau. Si el desactiveu, els usuaris no veuran la barra de traducció. Tant si activeu com si desactiveu aquest paràmetre, els usuaris no podran modificar-lo ni substituir-lo a Chromium.";
UserDataDir.pfm_title = "Estableix el directori de dades de l'usuari";
UserDataDir.pfm_description = "Configura el directori que Chromium farà servir per emmagatzemar les dades de l'usuari. Si establiu aquesta política, Chromium utilitzarà el directori que hàgiu proporcionat, tant si l'usuari ha especificat la marca \"--user-data-dir\" com si no.";